export const workoutProgress = [
  {
    title: "Наклоны вперед",
    process: "0%",
  },
  {
    title: "Наклоны назад",
    process: "10%",
  },
  {
    title: "Поднятие ног, согнутых в коленях",
    process: "20%",
  },
  {
    title: "Наклоны вперед",
    process: "30%",
  },
  {
    title: "Наклоны назад",
    process: "40%",
  },
  {
    title: "Поднятие ног, согнутых в коленях",
    process: "50%",
  },
  {
    title: "Наклоны вперед",
    process: "60%",
  },
  {
    title: "Наклоны назад",
    process: "70%",
  },
  {
    title: "Поднятие ног, согнутых в коленях",
    process: "100%",
  },
];

export const labels = [
  "Сколько раз вы сделали наклоны вперед?",
  "Сколько раз вы сделали наклоны назад?",
  "Сколько раз вы сделали поднятие ног, согнутых в коленях?",
  "Сколько раз вы сделали наклоны вперед?",
  "Сколько раз вы сделали наклоны назад?",
  "Сколько раз вы сделали поднятие ног, согнутых в коленях?",
];
export const breadcrumbsItems = [
  {
    label: "Красота и здоровье",
    path: "/workout/beauty&health",
  },
  {
    label: " Йога на каждый день",
    path: "/workout/beauty&health/yoga-for-every-day",
  },
  {
    label: "2 день",
    path: "/workout/beauty&health/yoga-for-every-day/second-day",
  },
];

export const aboutCourse = [
  {
    id: 1,
    text: "Давно хотели попробовать йогу, но не решались начать",
  },
  {
    id: 2,
    text: "Хотите укрепить позвоночник, избавиться от болей в спине и суставах",
  },
  {
    id: 3,
    text: "Ищете активность, полезную для тела и души",
  },
];

export const coursePractice = [
  'Йога для новичков',
  'Кундалини-йога',
  'Хатха-йога',
  'Классическая йога',
  'Йогатерапия',
  'Аштанга-йога',
];

export const workoutDescription = [
  'проработка всех групп мышц',
  'тренировка суставов',
  'улучшение циркуляции крови',
  'упражнения заряжают бодростью',
  'помогают противостоять стрессам',
];

export const workouts = [
  { name: "Йога на каждый день", description: "Утренняя практика", day: "1" },
  { name: "Йога на каждый день", description: "Красота и здоровье", day: "2" },
  { name: "Йога на каждый день", description: "Асаны стоя", day: "3" },
  {
    name: "Йога на каждый день",
    description: "Растягиваем мышцы бедра",
    day: "4",
  },
  { name: "Йога на каждый день", description: "Гибкость спины", day: "5" },
  { name: "Йога на каждый день", description: "строчка для проверки", day: "6" },
  { name: "Йога на каждый день", description: "и тп", day: "7" },
  { name: "Йога на каждый день", description: "и тд", day: "8" },
  { name: "Йога на каждый день", description: "что-то ещё", day: "9" },
  { name: "Йога на каждый день", description: "что-то", day: "10" },
  { name: "Йога на каждый день", description: "итп", day: "11" },
];
